{
  "providers" : [
    {
      "address" : "1835 Industry Ln, Culpeper, VA 22701",
      "description" : "Administers child care financial assistance through the Virginia Child Care Subsidy Program.",
      "eligibility" : "Culpeper County residents meeting state eligibility guidelines.",
      "hours" : "Mon-Fri 8am-4:30pm",
      "id" : "us-va-culpeper-dss-childcare-1",
      "name" : "Culpeper County Department of Social Services - Child Care Subsidy",
      "orgType" : "county",
      "phones" : [
        {
          "label" : "Main",
          "number" : "540-727-0372"
        }
      ],
      "services" : [
        "childcare",
        "financial"
      ],
      "website" : "https:\/\/www.culpeperhumanservices.org\/assistance\/childcare\/"
    },
    {
      "address" : "Headquarters 96 Laurel Hill Road, P.O. Box 937, Verona, VA 24482",
      "description" : "Blue Ridge Area Food Bank is a nonprofit organization that provides food assistance through a network of partner agencies, including food pantries, soup kitchens, shelters, and community programs. The organization distributes millions of pounds of food annually and operates mobile food pantries and direct distribution programs to serve individuals and families experiencing hunger across central and western Virginia.",
      "eligibility" : "Individuals and families experiencing food insecurity within the service area. Specific eligibility requirements may vary by partner pantry or distribution site.",
      "hours" : "Operating hours for all warehouses are 7:30 a.m. to 4 p.m. Monday through Friday.",
      "id" : "blue-ridge-area-food-bank",
      "name" : "Blue Ridge Area Food Bank",
      "orgType" : "charity",
      "phones" : [
        {
          "label" : "Main",
          "number" : "540-248-3663"
        }
      ],
      "services" : [
        "food"
      ],
      "website" : "https:\/\/www.brafb.org"
    },
    {
      "address" : "219 East Davis Street \nSuite 300 \nCulpeper, VA 22701",
      "description" : "Sam’s Place is a one-stop community outreach hub where individuals and families can access information, assistance, and referrals to a network of partner organizations. Services include help with basic needs such as health resources, transportation support, food access, home repair referrals, and applications for housing financial aid. The center also provides access to vision and hearing aids, clothing and furniture vouchers, and connects people with additional community partners based on individual needs and eligibility criteria.",
      "eligibility" : "Referrals are made based upon personal needs, available funds, and program criteria.",
      "hours" : "Open 8 a.m. until 12 noon,\nMonday–Friday.",
      "id" : "sams-place",
      "name" : "Sam’s Place",
      "orgType" : "nonprofit",
      "phones" : [
        {
          "label" : "Main",
          "number" : "(540) 727-1055"
        }
      ],
      "services" : [
        "childcare",
        "employment",
        "food",
        "housing",
        "medical",
        "transportation"
      ],
      "website" : "https:\/\/www.ccrc-jobs.com\/sams-place\/"
    },
    {
      "address" : "120 N. Commerce Street\nCulpeper, VA 22701",
      "description" : "An outreach ministry of St. Stephen’s Episcopal Church, it began in 1984 and operates as a full community effort, through the dedicated work of over 80 volunteers from our area. Food and monetary donations are received from local businesses, organizations, churches, and generous individuals. These donations may provide over 3,500 meals weekly for families and individuals, in the town and county of Culpeper",
      "eligibility" : "The Culpeper Food Closet provides food and personal care items to Culpeper families, individuals, and seniors in need of assistance.",
      "hours" : "Monday-Wendesday | 9 AM – 12 PM\nThursdays | 4 PM – 6 PM\nFriday | 9 AM – 12 PM",
      "id" : "culpeper-food-closet",
      "name" : "Culpeper Food Closet",
      "orgType" : "church",
      "phones" : [
        {
          "label" : "Main",
          "number" : "540-825-1177"
        }
      ],
      "services" : [
        "food"
      ],
      "website" : "https:\/\/www.ststephensculpeper.net\/culpeper-food-closet\/"
    },
    {
      "description" : "The mission of Foothills Housing Network is to make homelessness rare, brief, and nonrecurring. We are a partnership of organizations working to achieve this mission in Virginia's Rappahannock-Rapidan region, serving the counties of Culpeper, Fauquier, Madison, Orange, and Rappahannock Counties",
      "eligibility" : "Individuals and families who are homeless or at risk of homelessness within the service region. Eligibility varies by program and funding source, typically based on income and housing status.",
      "hours" : "Monday-Friday 8:30 AM - 4:30 PM",
      "id" : "foothills-housing-network",
      "name" : "Foothills Housing Network",
      "orgType" : "nonprofit",
      "phones" : [
        {
          "label" : "Main",
          "number" : "(540) 724-6630"
        }
      ],
      "services" : [
        "financial",
        "housing"
      ],
      "website" : "https:\/\/www.foothillshousing.org"
    },
    {
      "description" : "People Incorporated of Virginia offers free income tax preparation services through the Volunteer Income Tax Assistance (VITA) program. IRS-certified volunteers prepare and electronically file federal and state tax returns for eligible individuals and families. The program helps ensure taxpayers receive all eligible credits, including the Earned Income Tax Credit (EITC) and Child Tax Credit, and avoids costly commercial tax preparation fees.",
      "eligibility" : "You are eligible for free tax preparation if you meet one of the following criteria:\n\nMake less than $89,000 annually\nHave a disability\nSpeak limited English\nOther qualifying criteria (call 276-619-2235 with questions)",
      "id" : "free-income-tax-preparation",
      "name" : "Free Income Tax Preparation",
      "orgType" : "nonprofit",
      "phones" : [
        {
          "number" : "(276) 619-2235"
        }
      ],
      "services" : [
        "legal"
      ],
      "website" : "https:\/\/www.peopleinc.net\/service\/free-income-tax-preparation\/"
    },
    {
      "id" : "d5556a0d-3ff3-4ca3-8f4e-d37662d3d422",
      "name" : ""
    }
  ]
}